import { Page } from '../../models/page';

export const pages: Page = {
  'bard-tokosi-hashvich': {
    heading: 'Բաղադրյալ(Բարդ) Տոկոսների Հաշվիչ',
    description: `Օգտագործեք մեր օգտակար հաշվիչները՝ <b>ձեր խնայողությունների բարդ
  տոկոսը հաշվելու համար</b> ամսական եկամուտի կտրվածքով ՝ ինճպես նաև  ներառել
 կանոնավոր ամսական ավանդները կամ գումարները (կենսաթոշակային հաշվարկներ եւ այլն):Օգտագործեք
 երկրորդ հաշվիչը պարզ միանվագ խնայողության գումարի վրա տոկոսները հաշվարկելու համար : Բարդ տոկոսի
 հաշվարկման բանաձեւը դուք կարող եք գտնել այստեղ:`,
    disclaimer:
      'Մինչդեռ մենք գործի ենք դրել մեր բոլոր ջանքերը բարդ տոկոսագումարների հաշվիչները պատրաստելու համար, calculator.am կայքը պատասխանատու չի հանդիսանում ցանկացած հատուկ, պատահական, անուղղակի կամ հետևանքային վնասների, կամ ցանկացած տեսակի դրամական կորուստների համար, որոնք կարող են առաջանալ հաշվիչ գործիքներից և կայքից ստացված տեղեկություններից: Բարդ տոկոսային հաշվիչներով տրված հաշվարկները միայն ուղեցույց են: Խնդրում ենք կապնվել անկախ ֆինանսական խորհրդատուի հետ պրոֆեսիոնալ խորհուրդի համար: Կարդալ ամբողջ հոդվածը:',
    faq: [
      {
        question: 'Ինչ է Բարդ  Տոկոսը ?',
        answer: ` <p>Տոկոսն անվանվում է  բարդ, եթե այն հաշվարկում է սկզբնական գումարի և կուտակված
 տոկոսագումարների նկատմամբ\` անընդհատ ավելացնելով հաշվի մնացորդը:</p>
                  <p>Օրինակ \`
                  Ենթադրենք, անձը բանկում ներդնում է 1000 դրամ ավանդ, տարեկան 10 տոկոսով: Առաջին տարվա ավարտին
                   անձը կունենա 100 դրամ տոկոսագումար: Ենթադրենք, որ անձն իր հաշվից չի հանում վաստակած տոկոսագումարը,
                    որն ավելանալով ներդրված սկզբնական գումարին\` շարունակում է աշխատել: Այս դեպքում, երկրորդ տարվա ավարտին
                     անձը կստանա ոչ միայն սկզբնական գումարի նկատմամբ հաշվարկված տոկոսները (100 դրամը), այլ նաեւ առաջին
                      տարվա ավարտին վաստակած տոկոսագումարի նկատամբ տոկոսները: Այսպիսով, երկրորդ տարվա ավարտին անձը
                       կվաստակի 110 դրամ տոկոսագումար,որից 100 դրամը\` ներդրված սկզբնական գումարից, իսկ 10 դրամը\`
                        առաջին տարվա ավարտին վճարված տոկոսագումարի վերաներդրումից, և այդպես շարունակ:
                        Այս դեպքում անձը վաստակում է բարդ տոկոս:</p>
<p>Դուք կարող եք ավելին իմանալ բարդ տոկոսի մասին մեր հոդվածում</p>`
      },
      {
        question: 'Օրեկան, ամսական կամ տարեկան բարդ տոկոսի հաշվարկներ',
        answer: `<p>
                  Բարդ տոկոսի հաշվարկները մեզ թույլ են տալիս հաշվարկել տոկոսադրւյքը օրեկան, ամսեկան, եռամսյակային, կես տարվա կամ տարեկան կտրվածքով : </p>
                 <p>Ձեր խնայողության  հաշիվը կարող է տարբերվել: Կարող եք կապվնել ձեր բանկի կամ ֆինանսական հաստատության հետ, պարզելու՝  թե ինչ հաճախականությամբ են հաշվարկվում  ձեր խնայողության տոկոսադրւյքները:</p>
                <img src="../../../../assets/images/compound_interval.jpg" alt="">`
      },
      {
        question: ' Որն է արդյունավետ տարեկան տոկոսադրույքը ?',
        answer: `Արդյունավետ տարեկան տոկոսադրույքն այն  տոկոսադրույքն է, երբ փաստացի կատարվում է վճարւմ հաշվարկներից հետո։
                Որքան շատ  հաշվարկվեն  տոկոսները  մեկ տարվա ընթացքում՝ այնքան   բարձր տարեկան  արդյունավետ տոկոսադրույքը կկազմի։
                Արդյունավետ տարեկան տոկոսադրույքի մասին մանրամասն կարող եք ծանոթանալ  Ինվեստոպեդիա- ից <a href="https://www.investopedia.com/terms/e/effectiveinterest.asp" target="_blank">այս հոդվածում</a>:`
      },
      {
        question: 'Որն է Բարդ Տոկոսները հաշվելու  բանաձևը?',
        answer: `<p>Տարեկան Բարդ Տոկոսների հաշվարկման տարածված  բանաձևը</p>
                <strong>V = P (1 + r / n) <sup>(nt)</sup></strong>
                <ul>
                  <li>V = ներդրումների ապագա արժեքը (վերջնական կապիտալ)</li>
                  <li>P = սկզբանական (նախասկզբնական) կապիտալ</li>
                  <li>r = տարեկան տոկոսադրույքը</li>
                  <li>n = տոկոսների հաշվարկման քանակը (տարեկան)</li>
                  <li>t = ավանդադրման տևողությունը (տարիների քանակ)</li>
                </ul>`
      }
    ]
  },
  'ytat-hashvich': {
    heading: 'ԸՏԱՏ Հաշվիչ',
    description:
      'Օգտագօրծեք այս ընդհանուր տարեկան աճի տեմպի (ԸՏԱՏ) հաշվիչը որպեսզի ստանաք ներդրումների տարեկան աճի տեմպը - տոկոսային եկամուտ՝ որը ձեռք կբերեք նախնական ներդրումներից մինչեւ ապագա արժեք.',
    faq: [],
    disclaimer: ''
  },
  'avtomeqenayi-varki-hashvich': {
    heading: 'Ավտոմեքենայի վարկի հաշվիչ',
    description:
      ' Դուք ցանկանում եք ձեռք բերել նոր մեքենա կամ վերաֆինանսավորել գոյություն ունեցող տրանսպորտային միջոցի վարկը ?։ Օգտագործեք այս ավտոմեքենայի վարկային հաշվիչը ,ամսական մարման գործակիցները  ստնալու համար: Մուտքագրեք մեքենայի արժեքը, տարեկան տոկոսադրույքը (տոկոսը), տարիների քանակը և ցանկացած նախնական կանխավճար  կամ վերջնական միանվագ վճարումներ:',
    faq: [
      {
        question: 'Որն է ավտոմեքենայի վարկի հաշվիչը ?',
        answer:
          '<p>Հաշվիչը օգնում է ձեզ ճշտգրիտ   հաշվարկել ավտոմեքենայի  վարկի  հետ կապված բոլոր  ծախսերը:</p> <p>Վարկի գումարը, տոկոսադրույքը և վարկի ժամկետը մուտքագրելուց հետո դուք կտեսնեք բոլոր կարևոր տվյալները որոնք ձեզ կօգնեն գնահատել ձեր վարկը: Ձեզ ներկայացվող առաջին հիմնական գործոնը  կլինի ավտովարկի ընդհանուր արժեքը՝  ներառյալ բոլոր տոկոսագումարները,  դրանից հետո ձեզ կներկայացվի կանոնավոր վճարւմները և ամբողջ տոկոսագումարը :</p> <p>Որպես լրացուցիչ հնարավորություն ավտոմեքենայի վարկի հաշվիչը կարող է նաև ցույց տալ վճարւմները ամսեկան կտրվածքով, ցույց տալով թե ինչքան է կազմում տոկոսագումարը և մայր գումարը, այդ ամսում մնացած մնացորդի հետ միասին: </p>'
      },
      {
        question: ' Ինչ է միանվագ վճարը ?',
        answer:
          '<p>Միանվագ վճարումը երկարաժամկետ վարկի վերջում կատարված մեծ, միանվագ վճարումն է :Այն հաճախակի է կիրառվում մեքենայի վարկավորման դեպքում նվազեցնելով ամսեկան վճարումների գումարը: </p><p>Պետք է տեղյակ լինեք, որ հասնելով վարկի ժամկետի ավարտին պետք է վճարել միանվագ գումարը :Դուք կարող էք կարդալ ավելին միանվագ վճարների մասին մեր այս հոդվածում:</p>'
      },
      {
        question: 'Որն է ավտոմեքենայի վարկը հաշվելու  բանաձևը?',
        answer: `<p>Ավտոմեքենայի վարկի հաշվիչը օգտագործում է հետևյալ բանաձևը</p>
        <strong> [tokos+ tokos/ ( (1+tokos) ^ amisneri qanak-1) ] x mayr gumar
          <sup>(nt)</sup></strong>
        <ul>
          <li>V = ներդրումների ապագա արժեքը (վերջնական կապիտալ)</li>
          <li>P = սկզբանական (նախասկզբնական) կապիտալ</li>
          <li>r = տարեկան տոկոսադրույքը</li>
          <li>n = տոկոսների հաշվարկման քանակը (տարեկան)</li>
          <li>t = ավանդադրման տևողությունը (տարիների քանակ)</li>
        </ul>`
      }
    ],
    disclaimer: `Մինչդեռ մենք գործի ենք դրել մեր բոլոր  ջանքերը  ավտոմեքենայի վարկի հաշվիչները պատրաստելու համար՝ calculator.am կայքը  պատասխանատու չի հանդիսանում   ցանկացած հատուկ, պատահական, անուղղակի կամ հետևանքային վնասների կամ ցանկացած տեսակի դրամական կորուստների համար՝ որոնք կարող են առաջանալ  հաշվիչ գործիքներիծ և  կայքից ստացված տեղեկություններից:
    Ավտոմեքենայի վարկի հաշվիչներով տրված հաշվարկները միայն ուղեցույց են: Խնդրում ենք կապնվել անկախ ֆինանսական խորհրդատուի հետ պրոֆեսիոնալ խորհուրդի համար: Կարդալ ամբողջ հոդվածը:`
  },
  'varkayin-qarteri-vcharman-hashvich': {
    heading: 'Վարկային քարտերի վճարման հաշվիչ',
    description: ` Օգտագործեք այս վարկային քարտի մարման հաշվիչները մշակելու համար  արդյունավետ ռազմավարություն ձեր կրեդիտ քարտի պարտքը  մարելու համար:Հաշվարկեք, թե որքան ժամանակ կպահանջվի, որպեսզի վճարեք ձեր վարկային քարտի մնացորդը: Որպես այլընտրանք կարող եք օգտագործել երկրորդ հաշվիչը պարզելու համար, թե ինչքան պետք է վճարեք ամսեկան ձեր քարտի վարկը ամբողջությամբ մարելու համար:`,
    disclaimer: `Մինչդեռ մենք գործի ենք դրել մեր բոլոր  ջանքերը  վարկային քարտերի վճարման հաշվիչները պատրաստելու համար, calculator.am  կայքը պատասխանատու չի հանդիսանում   ցանկացած հատուկ, պատահական, անուղղակի կամ հետևանքային վնասների, կամ ցանկացած տեսակի դրամական կորուստների համար, որոնք կարող են առաջանալ  հաշվիչ գործիքներից և կայքից ստացված տեղեկություններից:
    Բարդ տոկոսային հաշվիչներով տրված հաշվարկները միայն ուղեցույց են: Խնդրում ենք կապնվել անկախ ֆինանսական խորհրդատուի հետ պրոֆեսիոնալ խորհուրդի համար: Կարդալ ամբողջ հոդվածը:`,
    faq: [
      {
        question: 'Որքան ժամանակ կպահանջվի վճարել իմ  վարկային  քարտի հաշիվը ?',
        answer: ` <p>Կարևոր է իմանալ տոկոսագումարների չափը  և ամսական վճարի չափը: Եթե ամսական վճարումների չափը փոքր է, ձեր պարտքը կարող է ավելանալ ամեն ամիս։</p>
        <p>Կարող եք կարդալ այստեղ թե ինչու ձեր վարկային քարտի վճարման  պլանը երբեք չի կարող մարել ձեր պարտքերը:</p>
        <p>Որպեսզի հստակ տեսնեք, թե որքան ժամանակ կպահանջվի ձեր վարկային քարտը մարելու համար, օգտագործեք վերևի հաշվիչը</p>`
      },
      {
        question: 'Որքան պետք է վճարեմ վարկային քարտի հաշվի համար ամեն ամիս ?',
        answer: ` <p>
        Բացարձակ նվազագույնի վճարումը  ձեր վարկային  քարտի հաշվից շատ ձեռնտու է  վարկային քարտի ընկերությանը, սակայն վատ է ձեզ համար: Գրեթե բոլոր վարկային քարտերը գանձում են բավականին մեծ տոկոսագումարներ  ձեր վերցրած գումարի դիմաց, և շատ բանկեր պնդում են,  որ դուք կատարեք ամսական նվազագույն վճարուներ (սովորաբար 2%): </p>
      <p>Մինչդեռ այդ առաջարկը գրավիչ է,  երկարաժամկետ կտրվածքով այն շատ ծախսատար կլինի: Ահա թե ինչու շատ շատ ֆինանսական մասնագետներ խորհուրդ են տալիս զերծ մնալ վարկային քարտից : </p>
      <p>Այսպիսով կարճ պատասխանը այն հարցին, թե որքան պետք է վճարել վարկային քարտը մարելու
        համար - <b>Այնքան, որքան կարող եք</b></p>
      <p>Նույնիսկ նվազագույն գումարից փոքր-ինչ ավել վճարելը կօգնի թեթևացնել բարդ տոկոսը գալիք ամիսների համար:</p>`
      },
      {
        question: 'Պետք է վերցնել վարկային քարտ, թե ոչ ?',
        answer: ` <p>
        Մինչդեռ հաճախակի պատահում են լավ պայմաններով վարկային քարտեր (ներառյալ որոշ քարտեր որոնք առաջարկում են 0% տոկոսադրույք  կոնկրետ ժամանակահատվածի համար) դուք միշտ պետք է ստուգեք ցանկացած դետալ թե  ինչ ժամանակահատվածով է կնքվում գործարքը: </p>
      <p>Գրեթե բոլոր ֆինանսական խորհրդատուները կհամաձայնվեն, որ չնայած որ վարկային քարտերը հարմար են, դրանք միևնույն ժամանակ հանդիսանում են բավականին թանկ միջոց պարտքով գումար վերցնելու համար</p>
      <p>Երկարաժամկետ կտրվածքով վարկային քարտ վերցնելը ֆինանսական խնդիրը լուծելու փոխարեն նոր խնդիր կառաջացնի</p>
      <p>Եթե դուք արդեն ունեք բավականին մեծ գումարի վարկային քարտի հաշիվ, փորձեք տեղափոխել ձեր պարտքը մեկ այլ, ավելի ցածր տոկոսադրույքով, բանկ կամ ֆինանսական ընկերություն:</p>`
      },
      {
        question: ' Ինչ է ՏՏ-ն ?',
        answer: `<p>ՏՏ բացվում է որպես Տարեկան Տոկոսադրույք: Այն հանդիսանում է ձեր վարկի կամ վարկային քարտի տոկոսագումարը: ՏՏ հաշվարկի մեջ մտնում է տոկոսագումարը, գանձման հաճախականությունը, սկզբնական վճարները և այլ ծախսեր կապված վարկի հետ</p>
        <p>Վարկային քարտերը սովորաբար տատանվւմ են 15-40 տոկոսի միջակայքում այնպես որ արժե ծախսել լրացուցիչ ժամանակ լավ դրույքաչափ գտնլեու համար:</p>`
      }
    ]
  },
  'aragacman-hashvich': {
    heading: 'Արագացման Հաշվիչ',
    description: `Use this acceleration converter to convert instantly between centimeters per second, kilometers per hour, miles per hour and other metric and imperial acceleration units. Default rounding is set to a maximum of 14 decimal places. A full list of unit conversions is available here. If you like this website, please tell your friends about it. `,
    disclaimer: `lorem`,
    faq: []
  },
  'zangvaci-hashvich': {
    heading: 'Զանգվածի հաշվիչ',
    description: `Use this acceleration converter to convert instantly between centimeters per second, kilometers per hour, miles per hour and other metric and imperial acceleration units. Default rounding is set to a maximum of 14 decimal places. A full list of unit conversions is available here. If you like this website, please tell your friends about it. `,
    disclaimer: `lorem`,
    faq: []
  },
  'makeresi-hashvich': {
    heading: 'Մակերեսի հաշվիչ',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  },
  'hishoxutyan-chapman-hashvich': {
    heading: 'hishoxutyan-chapman-hashvich(Տեղեկատվության չափման միավորներ)',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  },
  'vareliqi-sparman-hashvich': {
    heading: 'Վառելիքի սպառման Հաշվիչ',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  },
  'erkarutyan-heravorutyan-hashvich': {
    heading: 'Երկարության և Հեռավորության Հաշվիչ',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  },
  'uji-chapman-hashvich': {
    heading: 'ՈՒժի չափման Հաշվիչ',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  },
  'chnshman-chapman-hashvich': {
    heading: 'Ճնշման չափման Հաշվիչ',
    description: `some text`,
    disclaimer: `lorem`,
    faq: []
  }
};
